Repository: botirovshox-lang/med-translation
Catalog: med_translation_backup_20260524_173328/словари/output/tm.tmx
Source language: en
Languages: ru

source: If the implants in your body cannot be identified, your test may be delayed, rescheduled or canceled. Tell staff if you have an allergy to contrast medicines. To Prepare for the Test • Plan to arrive 30 minutes before your appointment time. • If pictures are being taken of your abdomen, liver or pancreas, do not eat or drink for 4 hours before the test. • If you take diabetes medicines, talk with your doctor about how to control your blood sugar before the test. Tell the technologist if you are diabetic, the blood sugar medicines you take and when you last took them. • Bring your medicine list with you. Tell the doctor or technologist about the prescription medicines you take, including over the counter, herbals, vitamins or supplements, and if you have any medicine allergies. • If you wear any kind of medicine patch, such as nicotine or nitroglycerin patch, they will need to be removed for this test. Bring a new patch that you can put on after your test. • If being in a closed space frightens you, talk to your doctor. Your doctor may give you some medicine to bring with you to help you relax. If you do bring medicine to help relax, you need to have someone with you that can drive you home. MRI (Magnetic Resonance Imaging). Russian.
ru: Если не получится определить положение имплантатов, исследование могут отложить, перенести или отменить. Сообщите персоналу, если у вас аллергия на контрастные препараты. Подготовка • Придите за 30 минут до назначенного времени. • При обследовании брюшной полости, печени или поджелудочной железы воздержитесь от еды и питья за 4 часа до процедуры. • Если вы принимаете лекарства от диабета, посоветуйтесь с врачом о способах контроля сахара в крови. Сообщите лаборанту, если у вас диабет, какие препараты вы принимаете и когда принимали их в последний раз. • Возьмите с собой список принимаемых лекарств. Сообщите врачу или лаборанту о принимаемых лекарствах, включая безрецептурные препараты, лекарственные травы, витамины и добавки, а также об аллергии на медикаменты. • Если вы носите медицинский пластырь, например никотиновый или нитроглицериновый, снимите его. Возьмите с собой новый пластырь и приклейте его после обследования. • Сообщите врачу, если у вас боязнь замкнутого пространства. Он может дать вам успокоительное. Если вы приняли успокоительное, вас должен сопровождать кто-то, кто сможет отвезти вас домой.

source: Day of Your Test • Bring your ID and insurance card. • Staff will review your medical history with you. • You will need to remove all metal items such as watch, hairpins, bra, jewelry, coins and piercings from your body. Please leave valuable belongings at home. You will not be able to take anything into the room including your purse, wallet or keys. • You will be asked to change into hospital clothing. A locker is provided for your things. • An IV may be started in your arm for IV medicine called contrast. IV contrast is needed to give better pictures for certain MRI tests only. During the Test • You will lie on a padded table in the middle of a long tube-like machine. • The table slides into the opening of the machine until the part of your body to be checked is in the center. • A device, called a coil, may be placed on the area of your body to be tested. This device helps the machine take better pictures. For example, If you are having a test of your head, you may have a head coil that is over your head like a helmet. MRI (Magnetic Resonance Imaging). Russian.
ru: В день обследования • Возьмите удостоверение личности и страховку. • В вашем присутствии персонал изучит вашу историю болезни. • Вам необходимо будет снять с тела металлические предметы (часы, заколки, бюстгальтер, украшения, монеты и пирсинг). Оставьте ценные вещи дома. Вы ничего не сможете взять с собой в кабинет, даже сумочку, кошелек и ключи. • Вы переоденетесь в больничную одежду. Для хранения вещей предусмотрен запирающийся шкафчик. • В руку могут установить катетер для внутривенного введения контрастного вещества. Оно необходимо для повышения качества изображения при определенных МРТ-исследованиях. Во время обследования • Вы ляжете на стол, расположенный посередине длинного аппарата, похожего на трубу. • Стол будет перемещаться внутрь аппарата, пока обследуемая часть тела не окажется в центре. • На исследуемую область тела могут положить особую катушку для повышения качества снимков. Например, при исследовании головы используется катушка над головой в виде шлема.

source: • Lie very still during the test. • You may be asked to hold your breath for a few seconds during the test. • You will hear a sound like a drum beat as the pictures are taken. You may be given headphones or earplugs to wear to quiet the noise of the machine. • You can talk to the staff through a speaker. Tell the staff if you need help or are uncomfortable. After the Test • You may drive home after the test if you were not given medicine to help you relax during the test. If you were given medicine to help you relax, an adult must be with you to take you home. is not safe for you to drive or leave alone. • If you were given contrast medicine during the test, drink 8 (8-ounce) glasses of clear liquids to flush the contrast out of your body. Good liquids to drink are water, apple juice and Sprite. If you are on a special diet, follow the instructions given to you as to what to drink. • Test results are sent to your doctor. Your doctor will share the results with you. Talk to the staff if you have any questions or concerns. © 2005 - February 18, 2021, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. MRI (Magnetic Resonance Imaging). Russian.
ru: • Вы должны лежать неподвижно. • Вас могут попросить задержать дыхание на несколько секунд. • Когда будут делаться снимки, вы услышите барабанную дробь. Вам могут выдать наушники или беруши, чтобы приглушить шум. • Вы можете разговаривать с персоналом через громкоговоритель. Сообщите, если вам нужна помощь или вам некомфортно. После обследования • Если вы не принимали успокоительное, вы сможете сесть за руль. Если вы принимали успокоительное, с вами должен быть взрослый, который доставит вас домой. Садиться за руль или уходить одному опасно. • Если вам вводили контрастное вещество, чтобы вывести его из организма, выпейте 8 стаканов (объемом 8 унций) прозрачной жидкости. Хорошо подойдет вода, яблочный сок и прозрачные газированные напитки. Если вы на диете, следуйте полученным инструкциям. • Результаты обследования будут отправлены вашему врачу, и он сообщит их вам. Если у вас есть вопросы или опасения, обратитесь к медицинскому персоналу. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: • Have contact with items or surfaces that have the staph germ on them. This could be sports equipment or getting tattoos or piercings from people who are not licensed or places that are not clean. • Have cuts or scrapes on their skin. • Live or spend time in crowded places, like daycare centers. • Engage in a lot of physical contact, such as sports teams. • Share personal items, like towels, toothbrushes, combs, and sports gear. • Have a weakened immune system. • Have skin damage caused by a medical condition, like eczema. Testing for MRSA See a doctor if you or your child has a skin wound that is not healing or if there are signs of an infection, such as fever, pain, redness, warmth, swelling or drainage from skin wounds. The doctor will do a test to decide what type of germ is causing the infection. The test will also tell the doctor which antibiotic will work best. MRSA (Methicillin Resistant Staphylococcus Aureus). Russian.
ru: • Контакте с предметами или поверхностями, на которых есть стафилококк. Заражение может произойти во время использования спортивного инвентаря, при нанесении татуировки или пирсинга у непрофессионального мастера либо в антисанитарных условиях. • Наличии на коже порезов или царапин. • Нахождении или проживании в местах скопления людей, таких как детские сады. • Физическом контакте с разными людьми, например при участии в командных играх. • Совместном использовании предметов личной гигиены: полотенец, зубных щеток, расчесок и спортивной одежды. • Ослабленной иммунной системе. • Наличии кожных заболеваний, таких как экзема. Обследование на наличие МРЗС Обратитесь к врачу, если у вас или вашего ребенка есть незаживающие раны или такие признаки инфекции, как повышенная температура, боль, покраснение, жжение, припухлость или выделения из ран. Врач проведет исследование для определения возбудителя инфекции. В ходе исследования будет подобран максимально эффективный антибиотик.

source: How is MRSA treated? Most staph infections, including MRSA, can be treated with certain antibiotics. • If your doctor prescribes an antibiotic, it is very important to take all of the medicine as ordered, even if the infection is getting better. • If an ointment is prescribed, apply it to all skin lesions, even the tiny ones. • If there is a skin infection, your doctor may make an incision to drain the infection. If the area was packed with a gauze dressing, your doctor may want your child to come back to have the wound taken care of. take part in contact sports until • Do not the infection has healed. • Call your doctor if your infection does not get better with treatment. How do I prevent the spread of MRSA? To prevent the spread of MRSA and other bacteria: • Wash your hands for 15 to 20 seconds with soap and water or use an alcohol- based hand sanitzer often, especially after touching a skin lesion. • Keep any cuts or lesions clean. Keep them covered with clean, dry bandages until healed. • Do not touch other people’s cuts or bandages. • Do not share personal items like towels, razors, clothing or equipment. MRSA (Methicillin Resistant Staphylococcus Aureus). Russian.
ru: Как лечится МРЗС? Большинство стафилококковых инфекций, в том числе МРЗС, можно вылечить с помощью антибиотиков. • Если врач выписал вам антибиотик, необходимо принять всю назначенную дозу, даже если вам стало лучше. • Если врач назначил вам мазь, наносите ее на все пораженные участки кожи, даже очень маленькие. • Если у вас кожная инфекция, врач может сделать надрез для дренирования. Если пораженный участок закрыт марлевой повязкой, врач может попросить привести вашего ребенка еще раз, чтобы обработать рану. • Не участвуйте в контактных видах спорта, пока не вылечитесь от инфекции. • Если лечение не помогает, позвоните врачу. Как предотвратить распространение МРЗС? Чтобы предотвратить распространение МРЗС и других бактерий: • Мойте руки с мылом в течение 15–20 секунд или дезинфицируйте их антисептиком на спиртовой основе, особенно после контакта с пораженным участком кожи. • Обрабатывайте любые порезы или поражения кожи. Перевязывайте их чистым сухим бинтом до тех пор, пока они не заживут. • Не дотрагивайтесь до порезов или повязок других людей. • Пользуйтесь отдельными полотенцами, бритвами, одеждой и другими предметами личной гигиены.

source: • Clean surfaces where bare skin rubs such as exercise equipment, wrestling mats and surfaces in the home. • Take a shower with soap after working out or playing sports. • Wash clothes and bedding on hottest setting. Use bleach when possible. When should I call a doctor? Call a doctor if: • You or your child’s condition becomes worse – the infected area has increased swelling, pain or redness. • You or your child develops a fever, has trouble breathing or has other signs of illness such as vomiting, diarrhea or always sleeping. • Another family member develops new skin lesions. • Your child will not take the medicine prescribed. Talk to your doctor or nurse if you have any questions or concerns. © 2008 - September 12, 2017, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. MRSA (Methicillin Resistant Staphylococcus Aureus). Russian.
ru: • Мойте предметы общего пользования: спортивные тренажеры, гимнастические маты, а также поверхности у себя дома. • После спортивных занятий и игр примите душ с мылом. • Стирайте одежду и постельное белье при максимальной температуре. По возможности используйте отбеливатель. В каких случаях следует звонить врачу? Позвоните врачу, если: • Ваше состояние или состояние вашего ребенка ухудшилось и припухлость, боль или покраснение инфицированной области увеличились. • У вас или вашего ребенка повысилась температура, возникли проблемы с дыханием или такие симптомы, как рвота, понос или постоянный сон. • Поражения появились у других членов семьи. • Ваш ребенок не хочет принимать назначенные лекарства. Если у вас есть вопросы или сомнения, обратитесь к своему врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Nausea and Vomiting Nausea and vomiting during early pregnancy, sometimes called morning sickness, can happen any time of the day. Morning sickness often begins about the 6th week of pregnancy and gets better by the 13th week. It likely happens because hormone levels in your body change rapidly in early pregnancy. Stress, not eating for several hours or certain odors may trigger morning sickness. You may worry about the health of your baby if morning sickness is a problem. If you are in good health before pregnancy, your growing baby will have enough nutrients for the first months of pregnancy. What you can do • Take more rest periods or naps. • Keep something in your stomach. Ì Eat crackers, toast or dry cereal before getting out of bed in the morning. Eat small meals every 2 to 3 hours to avoid an empty stomach. • Eat more protein. • Eat foods that are easy to digest. These include: dry foods, toast, bagels, saltine crackers, cereals, pasta and potatoes. • Avoid greasy or highly seasoned foods that may cause your symptoms to get worse. • Drink between meals, not at meals. Nausea and Vomiting During Pregnancy. Russian.
ru: время беременности During Pregnancy Тошнота и рвота на ранних сроках беременности называется токсикозом. Это состояние часто начинается примерно на 6-й неделе беременности и проходит к 13-й неделе. Скорее всего, причина в том, что на ранних сроках беременности уровень гормонов в организме быстро меняется. Спровоцировать токсикоз могут стрессы, большие перерывы между приемами пищи и запахи. Если вы страдаете от токсикоза, вы, возможно, переживаете за здоровье ребенка. Если до беременности вы были здоровы, малыш получит достаточно питательных веществ в первые месяцы беременности. Рекомендации • Больше отдыхайте и спите днем. • Не голодайте. Ì По утрам съедайте крекер, тост или сухие хлопья, прежде чем встать с постели. Ì Днем ешьте небольшими порциями каждые 2–3 часа. • Употребляйте продукты, богатые белком. • Ешьте продукты, которые легко усваиваются: сухие завтраки, тосты, рогалики, соленые крекеры, хлопья, макароны и картофель. • Старайтесь не есть жирную и острую пищу: она может усугубить симптомы. • Пейте между приемами пищи, а не во время еды.

source: • Sip clear liquids if you are vomiting. When vomiting occurs, take sips of clear liquids only. Some examples of clear liquids are gelatin, clear soft drinks (7UP) sports drinks, tea and broth. Ì As the nausea passes, increase the amount of liquids to ½ cup every hour. Stay hydrated. • Avoid food smells that make nausea worse. • Talk to your provider about taking: Ì Antihistamines doxylamine or dimenhydrinate Ì Vitamin B6 Follow-Up Call your doctor, clinic or go to the emergency department if: • You cannot keep liquids down for 24 hours. • You have abdominal pain, fever, dizziness, severe weakness or feel faint. These may be signs of a more serious problem. Talk to your doctor or nurse if you have any questions or concerns. © 2005 - October 16, 2020, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Nausea and Vomiting During Pregnancy. Russian.
ru: • При рвоте пейте небольшими глотками и только прозрачные жидкости, например жидкое желе, прозрачную газировку (7UP), спортивные напитки, чай и бульоны. Ì Когда тошноты нет, пейте по ½ стакана каждый час. Не допускайте обезвоживания организма. • Избегайте запахов пищи, усиливающих тошноту. • Обсудите с врачом прием: Ì Антигистаминных препаратов: доксиламин или дименгидринат Ì Витамина B6 Рекомендации Обратитесь к врачу, в клинику или в отделение неотложной помощи, если: • 24 часа подряд вся выпитая вами жидкость выходит из организма. • У вас болит живот, жар, головокружение или сильная слабость. Это может свидетельствовать о серьезной проблеме. Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Nausea and Vomiting Nausea is a sick, uncomfortable feeling in your stomach that often comes before vomiting. Nausea and vomiting are possible side effects of cancer treatments. Some people are more affected by nausea and vomiting than others. Chemotherapy medicines can cause nausea and vomiting. Medicines to prevent nausea are often given with chemotherapy. These medicines can be given before treatment or during treatment. Your doctor will tell you when you should take these medicines. Radiation therapy to the chest, stomach or back may also cause nausea and vomiting. Talk to your doctor or nurse if you have problems. Nausea and vomiting may also occur from other medical problems. What to do It is best to treat nausea early. This can help prevent problems caused by prolonged nausea or too much water loss called dehydration. Signs of dehydration include: • Dry mouth • Cracked lips • Dizziness • Dry eyes • Less urine output • Very dry skin Call your doctor or nurse if you are too nauseated to drink liquids or if you have more than two episodes of vomiting in 24 hours. Do not wait. Nausea and Vomiting with Cancer Treatment. Russian.
ru: при лечении заболеваний with Cancer Treatment Тошнота — это ощущение дискомфорта в желудке, зачастую возникающее перед рвотой. Тошнота и рвота могут быть побочными явлениями при лечении рака. Некоторые люди более подвержены тошноте и рвоте больше, чем другие. Тошнота и рвота могут быть вызваны лекарствами, применяемыми при химиотерапии. Зачастую при химиотерапии даются лекарства для предотвращения тошноты: они могут даваться до лечения либо одновременно с ним. Ваш врач скажет, когда именно нужно принимать лекарства. Лучевая терапия грудной клетки, живота или спины также может вызвать тошноту и рвоту. Если вы испытывает дискомфорт, обратитесь к врачу или медсестре. Тошнота и рвота могут также быть вызваны другими медицинскими проблемами. Порядок действий Тошноту и рвоту необходимо устранить как можно скорее. Это поможет избежать проблем, вызванных длительной тошнотой или большой потерей жидкости, называемой обезвоживанием. Некоторые симптомы обезвоживания: • Сухость во рту • Потрескавшиеся губы • Головокружение • Сухость глаз • Уменьшение количества мочи • Очень сухая кожа Позвоните своему врачу или медсестре, если у вас такая сильная тошнота, что вы не можете принимать жидкость или было больше двух приступов рвоты за 24 часа. Не медлите.

source: Eating and drinking tips During this time, you may eat and drink anything that you like. You may find these tips helpful: • Eat only a light meal before chemotherapy. • Eat small meals every few hours instead of 3 bigger meals each day. • Drink at least 6 to 8 glasses of liquids each day. • Limit drinking liquids with caffeine such as soft drinks, coffee and tea. • Use popsicles, mints, tart hard candies, citrus flavored drinks or ginger ale. They may help get rid of the bad taste in your mouth after chemotherapy. • Eat bland foods such as saltine crackers, toast, skim milk, sherbet, fruit, baked potatoes or plain vegetables. • Avoid spicy, fatty, greasy or fried foods. • Let someone else cook to avoid smelling strong odors. • Avoid alcohol while taking medicine for nausea and vomiting. • Avoid lying down right after eating. Sit up or rest with your head raised on pillows. Medicines to prevent nausea and vomiting Medicines can help prevent nausea and vomiting. Take all medicines as ordered by your doctor. Nausea and Vomiting with Cancer Treatment. Russian.
ru: Советы по приему пищи и жидкости Вы можете есть и пить все, что захотите. Полезные рекомендации: • Перед химиотерапией принимайте только легкую пищу. • Вместо трехразового питания ешьте небольшими порциями каждые несколько часов. • Ежедневно выпивайте минимум 6–8 стаканов жидкости. • Ограничьте употребление жидкостей, содержащих кофеин, таких как тонизирующие напитки, кофе и чай. • Ешьте фруктовый лед, мятные и кислые леденцы, пейте цитрусовые напитки или имбирный эль. Это поможет вам избавиться от неприятного привкуса во рту после химиотерапии. • Питайтесь легкими продуктами, такими как соленые крекеры, тосты, обезжиренное молоко, шербет, фрукты, запеченный картофель или натуральные овощи. • Не употребляйте острую, жирную или жареную пищу. • Чтобы избежать сильных запахов, попросите кого-нибудь приготовить вам пищу. • При приеме лекарств от тошноты и рвоты избегайте употребления алкоголя. • Не ложитесь сразу после приема пищи. Посидите или отдохните, положив голову на подушки. Лекарства от тошноты и рвоты Прием лекарств помогает предотвратить тошноту и рвоту. Принимайте все лекарства в соответствии с предписанием врача.
